Repository: ProjectMeshnet/website
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: home
ru: главная

source: get started
ru: быстрый старт

source: forum
ru: форум

source: map
ru: карта

source: local
ru: локальные меш-сети

source: wiki
ru: вики

source: Our objective is to create a versatile, decentralized network built on secure protocols for routing traffic over private mesh or public internet works independent of a central supporting infrastructure.
ru: Наша цель заключается в создании универсальной, децентрализированной сети, построенной на защищенных протоколах маршрутизации трафика через частные меш- или интернет- сети вне зависимости от центральной инфраструктуры поддержки.

source: more info
ru: подробнее

source: Get Started
ru: Быстрый старт

source: guide
ru: гид

source: Software
ru: Программное обеспечение

source: Hardware
ru: Аппаратное обеспечение

source: meshlocals
ru: локальные меш-сети

source: Discuss
ru: Обсуждение

source: dev chat
ru: чат разработчиков

source: Current Projects
ru: Текущие проекты

source: Project Meshnet supports and collaborates with several
ru: Project Meshnet поддерживает и сотрудничает с некоторыми

source: http://en.wikipedia.org/wiki/Free_and_open_source_software
ru: http://ru.wikipedia.org/wiki/%D0%A1%D0%B2%D0%BE%D0%B1%D0%BE%D0%B4%D0%BD%D0%BE%D0%B5_%D0%B8_%D0%BE%D1%82%D0%BA%D1%80%D1%8B%D1%82%D0%BE%D0%B5_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%BD%D0%BE%D0%B5_%D0%BE%D0%B1%D0%B5%D1%81%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%B8%D0%B5

source: mesh related projects
ru: проектами, имеющими отношение к меш-сетям

source: Ad-hoc wireless mesh networking for the zombie apocalypse. Byzantium is a live Linux distribution that delivers easy-to-use, secure, and robust mesh networking capabilities.
ru: самоорганизующая беспроводная меш-сеть для зомби апокалипсиса. Byzantium — это Live CD дистрибутив Linux, предоставляющий простую в использовании, безопасную и надежную меш-сеть.

source: Website
ru: Вебсайт

source: a routing engine esigned for security, scalability, speed and ease of use.
ru: маршрутизатор, созданный для безопасности, масштабирумости и легкости использования.

source: Official cjdns repo.
ru: Официальный репозиторий cjdns

source: a solution for concurrently editable rich text documents. Designed with P2P in mind, though works just as well for server-only federation.
ru: Решение для одновременно редактируемых форматированных текстовых документов. Создано для P2P, хотя работает также хорошо и для клиент-серверной

source: Official ctree repo.
ru: Официальный репозиторий ctree

source: the premier trust-based decentralized DNS solution.
ru: первое децентрализованное DNS решение, основанное на доверии.

source: a non-profit organization that works to ensure all people have affordable access to an internet free of censorship and surveillance.
ru: некоммерческая организация, работающая для обеспечения всех людей недорогим доступом к интернету, свободному от цензуры и наблюдения.

source: a concept for a competitively decentralized internet, solving the scaling problems of mesh networks through competitive interchangeable centralization that is not a threat to the decentralized nature of the network.
ru: концепт конкурентоспособного децентрализованного интернета, решающий проблемы масштабирования меш-сетей с помощью конкурентной взаимозаимяющей централизации, которая не является угрозой для децентрализованного характера сети.

source: Sub-Reddit
ru: Саб-реддит

source: Official Hocnet Sub-reddit.
ru: Официальный саб-реддит Hocnet

source: Concept Paper
ru: Концепция

source: Hocnet Concept Paper.
ru: Концепция Hocnet

source: a decentralized network of cjdns nodes established with the principles of freedom and security at its core.
ru: распределенная сеть на основе узлов cjdns, созданная на основе принциповсвободы и безопасности.

source: Sites/Services
ru: Сайты/Сервисы

source: Hyperboria-only sites/services.
ru: Сайты/сервисы в Hyperboria

source: Hyperboria Map
ru: Карта Hyperboria

source: A live look at the network.
ru: Живой взгляд на сеть.
